dzta-edge-wasm/report_50rps.txt
Requests      [total, rate, throughput]         1500, 50.03, 49.96
Duration      [total, attack, wait]             30.023s, 29.981s, 42.168ms
Latencies     [min, mean, 50, 90, 95, 99, max]  15.409ms, 47.677ms, 29.676ms, 46.357ms, 89.361ms, 578.211ms, 876.393ms
Bytes In      [total, mean]                     82500, 55.00
Bytes Out     [total, mean]                     64500, 43.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:1500  
Error Set: