dzta-edge-wasm/wrk_with_zkp.txt
Running 30s test @ http://127.0.0.1:10000/
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   716.51ms  421.28ms   2.00s    67.32%
    Req/Sec    34.93     25.35   151.00     83.71%
  3769 requests in 30.09s, 703.01KB read
  Socket errors: connect 0, read 1, write 0, timeout 163
Requests/sec:    125.25
Transfer/sec:     23.36KB